Revit 2024 API
SymbolTypeId.YdSup3 Property
 Symbol yd³, indicating unit Cubic yards.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId YdSup3 { get; }
Visual Basic
Public Shared ReadOnly Property YdSup3 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ YdSup3 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace